Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_action_proximity_reached_you
source: {from} is now within {distance} from you
be: {from} знаходзіцца ў межах {distance} ад вас
ca: {from} és a menys de {distance}
de: {from}ist jetzt {distance} von dir entfernt
es: {from} ahora está a {distance} de ti
fr: {from} est maintenant à {distance} de vous
it: {from} ora è a {distance} da te
ko: {from}님이 회원님으로 부터 {distance}내 있습니다
ms: {from} kini dalam lingkungan {distance} dari anda
nl: {from} is nu binnen {distance} van je
pl: {from} jest teraz w odległości {distance} od ciebie
pt_br: {from} está a {distance} de você
ru: От Вас до {from} сейчас {distance}
tr: {from} şu an sizden {distance} uzaklıkta
uk: {from} перебуває у {distance} від вас

# lng_action_removed_photo
source: {from} removed group photo
be: {from} выдаліў(-ла) аватар суполкі
ca: {from} ha eliminat la foto del grup
de: {from} hat das Gruppenbild entfernt
es: {from} eliminó la foto del grupo
fr: {from} a supprimé la photo du groupe
it: {from} ha rimosso la foto del gruppo
ko: {from} 님이 그룹 사진을 제거했습니다
ms: {from} keluarkan foto grup
nl: {from} heeft de groepsafbeelding verwijderd
pl: Użytkownik {from} usunął zdjęcie grupy
pt_br: {from} removeu a foto do grupo
ru: {from} удалил(а) фотографию группы
tr: {from} grup fotoğrafını kaldırdı
uk: {from} вилучає фото групи

# lng_action_secure_address
source: address
be: адрас
ca: adreça
de: Adresse
es: dirección
fr: adresse
it: indirizzo
ko: 주소
ms: alamat
nl: adres
pl: adres
pt_br: endereço
ru: адрес
tr: adres
uk: адреса

# lng_action_secure_email
source: email address
be: адрас электроннай пошты
ca: adreça electrònica
de: E-Mail-Adresse
es: dirección de correo
fr: courriel
it: indirizzo email
ko: 이메일 주소
ms: alamat emel
nl: e-mailadres
pl: adres e-mail
pt_br: endereço de email
ru: электронная почта
tr: e-posta adresi
uk: е-пошта

# lng_action_secure_personal_details
source: personal details
be: персанальныя звесткі
ca: dades personals
de: persönliche Daten
es: datos personales
fr: informations personnelles
it: dettagli personali
ko: 개인 신상 명세
ms: maklumat peribadi
nl: persoonsinformatie
pl: dane osobowe
pt_br: dados pessoais
ru: личная информация
tr: kişisel bilgiler
uk: особисті дані

# lng_action_secure_phone
source: phone number
be: нумар тэлефона
ca: número de telèfon
de: Telefonnummer
es: número de teléfono
fr: numéro de téléphone
it: numero di telefono
ko: 전화번호
ms: nombor fon
nl: telefoonnummer
pl: numer telefonu
pt_br: número de telefone
ru: номер телефона
tr: telefon numarası
uk: номер телефону

# lng_action_secure_proof_of_address
source: proof of address
be: пацвярджэнне адраса
ca: prova d'adreça
de: Adressnachweis
es: prueba de dirección
fr: preuve d'adresse
it: prova dell'indirizzo
ko: 주소 증명
ms: bukti alamat
nl: bewijs van adres
pl: potwierdzenie adresu
pt_br: comprovante de residência
ru: подтверждение адреса
tr: adres kanıtı
uk: доказ адреси

# lng_action_secure_proof_of_identity
source: proof of identity
be: пацвярджэнне асобы
ca: prova d'identitat
de: Identitätsnachweis
es: prueba de identidad
fr: preuve d'identité
it: prova d'identità
ko: 신분 증명
ms: bukti pengenalan
nl: identiteitsbewijs
pl: potwierdzenie tożsamości
pt_br: comprovante de identidade
ru: удостоверение личности
tr: kimlik kanıtı
uk: доказ особистості

# lng_action_secure_values_sent
source: {user} received the following documents: {documents}
be: {user} атрымаў наступныя дакументы: {documents}
ca: {user} ha rebut els següents documents: {documents}
de: {user} hat die folgenden Dokumente erhalten: {documents}
es: {user} recibió los siguientes documentos: {documents}
fr: {user} a reçu les documents suivants : {documents}
it: {user} ha ricevuto i seguenti documenti: {documents}
ko: {user} 님이 다음 서류를 받았습니다: {documents}
ms: {user} terima dokumen: {documents}
nl: {user} heeft de volgende documenten ontvangen: {documents}
pl: Użytkownik {user} otrzymał następujące dokumenty: {documents}
pt_br: {user} recebeu os seguintes documentos: {documents}
ru: {user} получит следующие документы: {documents}
tr: {user} şu belgeleri aldı: {documents}
uk: {user} одержує такі документи: {documents}

# lng_action_theme_changed
source: {from} changed the chat theme to {emoji}
be: {from} змяніў(-ла) тэму чата на {emoji}
ca: {from} ha canviat el tema del xat al {emoji}
de: {from} hat das Chat-Farbthema geändert: {emoji}
es: {from} cambió el tema del chat a {emoji}
fr: {from} a changé le thème de l’échange en {emoji}
it: {from} ha modificato il tema della chat in {emoji}
ko: {from}님이 대화 테마를 {emoji}으로 변경 함
ms: {from} tukar tema bual ke {emoji}
pl: Użytkownik {from} zmienił motyw czatu na {emoji}
pt_br: {from} alterou o tema do chat para {emoji}
ru: {from} изменил(а) тему чата на {emoji}
tr: {from}, sohbet temasını {emoji} olarak değiştirdi
uk: {from} змінює тему чату на {emoji}

# lng_action_theme_disabled
source: {from} disabled the chat theme
be: {from} адключыў(-ла) тэму чата
ca: {from} ha desactivat el tema del xat
de: {from} hat das Chat-Farbthema deaktiviert
es: {from} desactivó el tema del chat
fr: {from} a désactivé le thème de l’échange
it: {from} ha disattivato il tema della chat
ko: {from}님이 대화 테마를 비활성화 함
ms: {from} nyahdaya tema bual
pl: Użytkownik {from} wyłączył motyw czatu
pt_br: {from} desativou o tema do chat
ru: {from} отключил(а) тему чата
tr: {from} sohbet temasını devre dışı bıraktı
uk: {from} вимикає тему чату

# lng_action_took_screenshot
source: {from} took a screenshot!
be: {from} зрабіў(-ла) здымак экрана!
ca: {from} ha fet una captura.
de: {from} hat ein Bildschirmfoto gemacht!
es: ¡{from} hizo una captura de pantalla!
fr: {from} a pris une capture d'écran !
it: {from} ha fatto uno screenshot!
ko: {from} 님이 스크린샷을 찍었습니다!
ms: {from} ambil gambar skrin!
nl: {from} heeft een schermafdruk gemaakt!
pl: Użytkownik {from} zrobił zrzut ekranu!
pt_br: {from} realizou uma captura de tela!
ru: {from} сделал(а) снимок экрана!
tr: {from} ekran görüntüsü aldı!
uk: {from} робить знімок екрана!

# lng_action_ttl_changed
source: {from} set messages to auto-delete in {duration}
be: {from} задаў(-ла) таймер аўтавыдалення на {duration}
ca: {from} ha definit l'autodestrucció en {duration}
de: {from} hat festgelegt, dass sich Nachrichten automatisch in {duration} löschen
es: {from} estableció la autoeliminación de mensajes en {duration}
fr: {from} a activé l'autosuppression des messages après {duration}
it: {from} ha impostato l'autoeliminazione dei messaggi dopo {duration}
ko: {from}님이 메시지가 {duration} 이후에 자동삭제가 되도록 설정했습니다.
ms: {from} set mesej hapus automatik dalam {duration}
pl: Użytkownik {from} ustawił automatyczne usuwanie wiadomości na {duration} po wysłaniu
pt_br: {from} definiu que as mensagens se excluam automaticamente após {duration}
ru: {from} включил(а) автоудаление сообщений через {duration}
tr: {from}, mesajları {duration} sonra otomatik olarak silinecek şekilde ayarladı
uk: {from} вмикає автовидалення повідомлень через {duration}

# lng_action_ttl_changed_channel
source: Messages in this channel will be automatically deleted after {duration}
be: Паведамленні ў гэтым канале будуць аўтаматычна выдаляцца пасля {duration}
ca: Els missatges del canal s'eliminaran automàticament en {duration}
de: Nachrichten in diesem Kanal werden automatisch nach {duration} gelöscht
es: Los mensajes en este canal se eliminarán automáticamente en {duration}
fr: Les messages de ce canal seront supprimés automatiquement après {duration}
it: I messaggi in questo canale saranno eliminati automaticamente dopo {duration}
ko: 이 채널에 있는 메시지는 {duration} 이후에 자동으로 삭제 됩니다.
ms: Mesej di saluran ini akan dihapus secara automatik selepas {duration}
pl: Wiadomości w tym kanale będą automatycznie usuwane {duration} po wysłaniu
pt_br: As mensagens neste canal serão apagadas automaticamente após {duration}
ru: Сообщения в этом канале будут автоматически удаляться через {duration}
tr: Bu kanaldaki mesajlar {duration} sonra otomatik olarak silinecek
uk: Повідомлення в цьому каналі автоматично видалятимуться через {duration}

# lng_action_ttl_changed_you
source: You set messages to auto-delete in {duration}
be: Вы задалі таймер аўтавыдалення на {duration}
ca: Heu definit l'autodestrucció de missatges en {duration}
de: Du hast festgelegt, dass sich Nachrichten automatisch nach {duration} löschen
es: Estableciste la autoeliminación de mensajes en {duration}
fr: Vous avez activé l'autosuppression des messages après {duration}
it: Hai impostato l'autoeliminazione dei messaggi dopo {duration}
ko: 메시지가 {duration} 이후에 자동삭제가 되도록 설정했습니다.
ms: Anda set mesej hapus automatik dalam {duration}
pl: Ustawiono automatyczne usuwanie wiadomości na {duration} po wysłaniu
pt_br: Você definiu que as mensagens se excluam automaticamente após {duration}
ru: Вы включили автоудаление сообщений через {duration}
tr: Mesajları {duration} sonra otomatik olarak silinecek şekilde ayarladınız
uk: Ви вмикаєте автовидалення повідомлень через {duration}

# lng_action_ttl_removed
source: {from} disabled the auto-delete timer
be: {from} адключыў(-ла) таймер аўтавыдалення
ca: {from} ha desactivat l'autodestrucció
de: {from} hat den Timer für die Auto-Löschung ausgeschaltet
es: {from} desactivó el temporizador de autoeliminación
fr: {from} a désactivé le délai d'autosuppression
it: {from} ha disattivato il timer di autoeliminazione
ko: {from} 님이 자동삭제 타이머를 비활성화했습니다.
ms: {from} nyahdaya pemasa hapus automatik
pl: Użytkownik {from} wyłączył automatyczne usuwanie
pt_br: {from} desativou o timer de exclusão automática
ru: {from} отключил(а) удаление по таймеру
tr: {from} otomatik silme zamanlayıcısını kapattı
uk: {from} вимикає таймер автовидалення

# lng_action_user_joined
source: {from} joined the group
be: {from} далучыўся(-лася) да суполкі
ca: {from} s'ha unit al grup
de: {from} ist der Gruppe beigetreten
es: {from} se unió al grupo
fr: {from} a rejoint le groupe
it: {from} si è unito al gruppo
ko: {from} 님이 그룹에 들어왔습니다
ms: {from} sertai grup
nl: {from} is nu lid van de groep
pl: Użytkownik {from} dołączył do grupy
pt_br: {from} entrou no grupo
ru: {from} теперь в группе
tr: {from} gruba katıldı
uk: {from} приєднується до групи

# lng_action_user_joined_by_link
source: {from} joined the group via invite link
be: {from} далучыўся(-лася) да суполкі праз запрашальную спасылку
ca: {from} s'ha unit al grup via l'enllaç d'invitació
de: {from} ist der Gruppe über den Einladungslink beigetreten
es: {from} se unió al grupo con un enlace de invitación
fr: {from} a rejoint le groupe avec un lien d'invitation
it: {from} si è unito al gruppo tramite il link d'invito
ko: {from} 님이 초대 링크를 통해 그룹에 들어왔습니다
ms: {from} sertai grup melalui link jemputan
nl: {from} is nu lid van de groep via uitnodigingslink
pl: Użytkownik {from} dołączył do grupy poprzez link zaproszenia
pt_br: {from} entrou no grupo via link de convite
ru: {from} вступил(а) в группу по ссылке-приглашению
tr: {from} davet bağlantısıyla gruba katıldı
uk: {from} приєднується до групи за запрошувальним посиланням

# lng_action_user_joined_by_request
source: {from} was accepted to the group
be: {from} быў(-ла) прыняты(-а) у суполку
ca: S'ha acceptat {from} al grup
de: {from} wurde in der Gruppe akzeptiert
es: {from} fue aceptado en el grupo
fr: {from} a été accepté dans le groupe
it: {from} è stato accettato nel gruppo
ko: {from}님이 그룹에 승인됨
ms: {from} dilulus ke grup
pl: Użytkownik {from} został przyjęty do grupy
pt_br: {from} foi aceito no grupo
ru: {from} принят(а) в группу
tr: {from} gruba kabul edildi
uk: {from} прийнято до групи

# lng_action_user_left
source: {from} left the group
be: {from} выйшаў(-ла) з суполкі
ca: {from} ha abandonat el grup
de: {from} hat die Gruppe verlassen
es: {from} salió del grupo
fr: {from} a quitté le groupe
it: {from} ha lasciato il gruppo
ko: {from} 님이 그룹에서 나갔습니다
ms: {from} keluar grup
nl: {from} heeft de groep verlaten
pl: Użytkownik {from} opuścił grupę
pt_br: {from} saiu do grupo
ru: {from} покинул(а) группу
tr: {from} gruptan ayrıldı
uk: {from} покидає групу

# lng_action_user_registered
source: {from} joined Telegram
be: {from} далучыўся(-лася) да Telegram
ca: {from} s'ha unit al Telegram
de: {from} benutzt jetzt Telegram
es: {from} se unió a Telegram
fr: {from} a rejoint Telegram
it: {from} si è unito a Telegram
ko: {from} 님이 텔레그램에 가입했습니다
ms: {from} sertai Telegram
nl: {from} heeft nu Telegram
pl: Użytkownik {from} dołączył do Telegrama
pt_br: {from} entrou para o Telegram
ru: {from} теперь в Telegram
tr: {from} Telegram'a katıldı
uk: {from} приєднується до Telegram

# lng_action_you_proximity_reached
source: You are now within {distance} from {user}
be: Вы знаходзіцеся ў межах {distance} ад {user}
ca: Sou a menys de {distance} de: {user}
de: Du befindest dich jetzt innerhalb {distance} von {user}
es: Ahora estás a {distance} de {user}
fr: Vous êtes maintenant à {distance} de {user}
it: Ora sei a {distance} da {user}
ko: 회원님이 {user}님으로부터 {distance}내 있습니다.
ms: Anda kini dalam lingkungan {distance} dari {user}
nl: Je bent nu binnen {distance} van {user}
pl: Jesteś teraz w odległości {distance} od {user}
pt_br: Você está a {distance} de {user}
ru: От Вас до {user} сейчас {distance}
tr: Şu anda {user} kişisine {distance} uzaklıktasınız
uk: Ви перебуваєте у {distance} від {user}

# lng_action_you_theme_changed
source: You changed the chat theme to {emoji}
be: Вы змянілі тэму чата на {emoji}
ca: Heu canviat el tema del xat al {emoji}
de: Du hast das Chat-Farbthema geändert: {emoji}
es: Cambiaste el tema del chat a {emoji}
fr: Vous avez changé le thème de l'échange en {emoji}
it: Hai modificato il tema della chat in {emoji}
ko: 대화방 테마를 {emoji}(으)로 변경하셨습니다
ms: Anda tukar tema bual ke {emoji}
pl: Zmieniono motyw czatu na {emoji}
pt_br: Você alterou o tema do chat para {emoji}
ru: Вы изменили тему чата на {emoji}
tr: Sohbet temasını {emoji} olarak değiştirdiniz
uk: Ви змінюєте тему чату на {emoji}

# lng_admin_log_about
source: What is this?
be: Што гэта?
ca: Què és això?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Cos'è questo?
ko: 이것은 무엇인가요?
ms: Apa ini?
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é isto?
ru: Что это?
tr: BU NEDİR?
uk: Що це?

# lng_admin_log_about_text
source: This is a list of all notable actions by group members and admins in the last 48 hours.
be: Гэта спіс значных дзеянняў удзельнікаў і кіраўнікоў за апошнія 48 гадзін.
ca: Això és una llista de les accions destacades dels membres i l'administració en les últimes 48 hores.
de: Das ist eine Liste besonderer Aktionen, die von Admins und Mitgliedern der Gruppe in den letzten 48 Stunden durchgeführt wurden.
es: Esta es una lista de todas las acciones importantes realizadas por los miembros y administradores del grupo en las últimas 48 horas.
fr: Ceci est une liste des actions des membres du groupe et des administrateurs au cours des dernières 48 heures.
it: Questa è una lista delle azioni di rilievo da parte di membri e amministratori del gruppo nelle ultime 48 ore.
ko: 지난 48시간 사이에 이루어진 채널 참가자와 관리자의 모든 유의미한 활동 기록입니다.
ms: Ini adalah senarai bagi semua tindakan yang diambil oleh ahli dan pentadbir grup dalam masa 48 jam yang lalu.
nl: Dit is een lijst met alle acties van de groepsleden en beheerders in de afgelopen 48 uur.
pl: To jest lista wszystkich istotnych działań podjętych przez członków i administratorów tej grupy w ciągu ostatnich 48 godzin.
pt_br: Esta é uma lista de todas as ações notáveis tomadas pelos membros e admins do grupo nas últimas 48 horas.
ru: Это список всех служебных действий, совершённых администраторами группы за последние 48 часов.
tr: Bu, son 48 saat içinde grup üyeleri ve yöneticiler tarafından yapılan tüm dikkate değer işlemlerin bir listesidir.
uk: Це список усіх службових дій учасників та адміністраторів групи за останні 48 годин.

# lng_admin_log_admin_add_admins
source: Add new admins
be: Дадаваць новых кіраўнікоў
ca: Afegir administradors
de: Neue Admins hinzufügen
es: Añadir administradores
fr: Ajouter des administrateurs
it: Aggiungere amministratori
ko: 새 관리자 추가
ms: Tambah pentadbir baru
nl: Beheerders toevoegen
pl: Dodawanie nowych administratorów
pt_br: Adicionar novos admins
ru: Добавление администраторов
tr: Yeni yöneticiler ekleme
uk: Призначати адміністраторів

# lng_admin_log_admin_invite_link
source: Invite users via link
be: Запрашаць праз спасылку
ca: Convidar usuaris via un enllaç
de: Nutzer per Link einladen
es: Invitar con un enlace
fr: Inviter des utilisateurs avec un lien
it: Invitare utenti tramite link
ko: 링크를 통하여 사용자 초대
ms: Jemput pengguna melalui link
nl: Uitnodigen via link
pl: Zapraszanie użytkowników poprzez link
pt_br: Convidar usuários via link
ru: Пригласительные ссылки
tr: Bağlantı ile kullanıcılar davet etme
uk: Запрошувати користувачів посиланням

# lng_admin_log_admin_manage_calls_channel
source: Manage live streams
be: Кіраванне жывымі эфірамі
ca: Gestionar els directes
de: Livestreams verwalten
es: Gestionar streams en directo
fr: Gérer les diffusions
it: Gestire le dirette streaming
ko: 실시간 방송들 관리
ms: Urus strim langsung
nl: Livestreams beheren
pl: Zarządzać transmisjami na żywo
pt_br: Gerenciar transmissões ao vivo
ru: Управление трансляциями
tr: Canlı yayınları yönet
uk: Керувати трансляціями

# lng_admin_log_allowed_unmute_self
source: {from} allowed new video chat participants to speak
be: {from} дазволіў(-ла) гаварыць новым удзельнікам відэачата
ca: {from} ha permés els participants nous parlar
de: {from} hat neuen Teilnehmern im Videochat erlaubt zu sprechen
es: {from} permitió hablar a los nuevos participantes del videochat
fr: {from} a autorisé les nouveaux participants à parler
it: {from} ha permesso ai nuovi partecipanti della chat video di parlare
ko: {from} 님이 새로운 영상 대화 참가자에게 말하기를 허용했습니다
ms: {from} benarkan peserta bual video baru bercakap
nl: {from} gaf toestemming aan nieuwe spraakchatleden om te praten.
pl: Użytkownik {from} pozwolił mówić nowym uczestnikom czatu wideo
pt_br: {from} permitiu que novos participantes do chat de vídeo falem
ru: {from} разрешил(а) микрофон для новых участников
tr: {from} görüntülü sohbetin yeni katılımcılarının konuşmasına izin verdi
uk: {from} дозволяє говорити майбутнім присутнім у відеочатах

# lng_admin_log_allowed_unmute_self_channel
source: {from} allowed new live stream participants to speak
be: {from} дазволіў(-ла) гаварыць новым удзельнікам жывога эфіру
ca: {from} ha permés els participants nous parlar
de: {from} hat neuen Teilnehmern des Livestreams erlaubt zu sprechen
es: {from} permitió hablar a los nuevos participantes del stream en directo
fr: {from} a autorisé les nouveaux participants de la diffusion en direct à parler
it: {from} ha permesso ai nuovi partecipanti della diretta streaming di parlare
ko: {from} 님이 실시간 방송의 새로운 참가자들 발언을 허용함
ms: {from} benarkan peserta baru strim langsung untuk bercakap
pl: Użytkownik {from} pozwolił mówić nowym uczestnikom transmisji na żywo
pt_br: {from} permitiu que novos participantes da transmissão ao vivo falem
ru: {from} разрешил(а) новым участникам трансляции говорить
tr: {from}, yeni canlı yayın katılımcılarının konuşmasına izin verdi
uk: {from} дозволяє говорити новим присутнім у трансляціях

# lng_admin_log_banned
source: banned {user}
be: заблакіраваў(-ла) {user}
ca: ha bandejat {user}
de: hat {user} gesperrt
es: expulsó a {user}
fr: a banni {user}
it: ha bannato {user}
ko: {user} 님을 추방했습니다
ms: dilarang {user}
nl: {user} geblokkeerd
pl: zablokowano {user}
pt_br: baniu {user}
ru: заблокировал(а) {user}
tr: {user} yasaklandı
uk: блокує {user}

# lng_admin_log_changed_description_channel
source: {from} edited channel description:
be: {from} адрэдагаваў(-ла) апісанне канала:
ca: {from} ha editat la descripció del canal:
de: {from} hat Kanalbeschreibung bearbeitet:
es: {from} cambió la descripción del canal:
fr: {from} a modifié la description du canal :
it: {from} ha cambiato la descrizione del canale:
ko: {from} 님이 채널정보을 변경했습니다:
ms: {from} sunting keterangan saluran:
nl: beschrijving door {from} gewijzigd:
pl: Użytkownik {from} edytował opis kanału:
pt_br: {from} editou a descrição do canal:
ru: {from} изменил(а) описание канала:
tr: {from}, kanal açıklamasını düzenledi:
uk: {from} редагує опис каналу:

# lng_admin_log_changed_description_group
source: {from} edited group description:
be: {from} адрэдагаваў(-ла) апісанне суполкі:
ca: {from} ha editat la descripció del grup:
de: {from} hat Gruppenbeschreibung bearbeitet:
es: {from} cambió la descripción del grupo:
fr: {from} a modifié la description du groupe :
it: {from} ha cambiato la descrizione del gruppo:
ko: {from} 님이 그룹정보을 변경했습니다:
ms: {from} sunting keterangan grup:
nl: beschrijving door {from} gewijzigd:
pl: Użytkownik {from} edytował opis grupy:
pt_br: {from} editou a descrição do grupo:
ru: {from} изменил(а) описание группы:
tr: {from}, grup açıklamasını düzenledi:
uk: {from} редагує опис групи:

# lng_admin_log_changed_link_channel
source: {from} changed channel link:
be: {from} змяніў(-ла) спасылку на канал:
ca: {from} ha canviat l'enllaç del canal:
de: {from} hat Kanal-Link geändert:
es: {from} cambió el enlace del canal:
fr: {from} a changé le lien du canal :
it: {from} ha cambiato il link del canale:
ko: {from} 님이 채널링크를 변경했습니다:
ms: {from} tukar link saluran:
nl: link door {from} gewijzigd:
pl: Użytkownik {from} zmienił link kanału:
pt_br: {from} alterou o link do canal:
ru: {from} изменил(а) ссылку на канал:
tr: {from}, kanal bağlantısını değiştirdi:
uk: {from} змінює посилання каналу:

# lng_admin_log_changed_link_group
source: {from} changed group link:
be: {from} змяніў(-ла) спасылку на суполку:
ca: {from} ha canviat l'enllaç del grup:
de: {from} hat Gruppen-Link geändert:
es: {from} cambió el enlace del grupo:
fr: {from} a changé le lien du groupe :
it: {from} ha cambiato il link del gruppo:
ko: {from} 님이 그룹링크을 변경했습니다:
ms: {from} tukar link grup:
nl: link door {from} gewijzigd:
pl: Użytkownik {from} zmienił link grupy:
pt_br: {from} alterou o link do grupo
ru: {from} изменил(а) ссылку на группу:
tr: {from} grup bağlantısını değiştirdi:
uk: {from} змінює посилання групи:

# lng_admin_log_changed_linked_channel
source: {from} changed the linked channel to «{chat}»
be: {from} змяніў(-ла) прывязаны канал на «{chat}»
ca: {from} ha canviat el canal enllaçat a «{chat}»
de: {from} hat den verknüpften Kanal auf «{chat}» geändert
es: {from} cambió el canal vinculado a «{chat}»
fr: {from} a changé le canal lié pour «{chat}»
it: {from} ha cambiato il canale collegato a «{chat}»
ko: {from}이(가) 연결된 채널을 «{chat}»로 변경하였습니다
ms: {from} tukar saluran yang dilink ke «{chat}»
nl: {from} heeft het gekoppelde kanaal gewijzigd naar «{chat}»
pl: Użytkownik {from} zmienił podłączony kanał na „{chat}”
pt_br: {from} alterou o canal vinculado para «{chat}»
ru: {from} изменил(а) привязанный канал на «{chat}»
tr: {from}, bağlı kanalı «{chat}» olarak değiştirdi
uk: {from} змінює привʼязаний канал на «{chat}»

# lng_admin_log_changed_linked_chat
source: {from} changed the discussion group to «{chat}»
be: {from} змяніў суполку абмеркаванняў на «{chat}»
ca: {from} ha canviat el grup de debat a «{chat}»
de: {from} hat die Diskussionsgruppe auf «{chat}» geändert
es: {from} cambió el grupo de conversación a «{chat}»
fr: {from} a changé le groupe de discussion pour «{chat}»
it: {from} ha cambiato la chat di discussione in «{chat}»
ko: {from} 님이 토론 그룹을 «{chat}»(으)로 변경했습니다
ms: {from} tukar grup diskusi ke «{chat}»
nl: {from} heeft de discussiegroep aangepast naar «{chat}»
pl: Użytkownik {from} zmienił grupę dyskusyjną na „{chat}”
pt_br: {from} alterou o grupo de conversa para «{chat}»
ru: {from} изменил(а) группу для обсуждения на «{chat}»
tr: {from} tartışma grubunu «{chat}» olarak değiştirdi
uk: {from} змінює групу-обговорення на «{chat}»
